{
  "projects": [{
    "name": "Le Voyageur Mignon",
    "id": "le-voyageur-mignon",
    "client": "School Project",
    "year": 2018,
    "role": "Web Design & Development",
    "technologies": ["HTML5", "CSS3", "JavaScript", "Node", "Express", "Pug"],
    "github": "https://github.com/wooblup/le-voyageur-mignon",
    "photos": ["le-vm01.png", "le-vm02.png"],
    "background": "le-vm-tn.png",
    "description": "The goal for this project was to design, build and publish a small website to a live environment other than localhost. We could choose any topic for our website, so I chose to build a travel blog. Le Voyageur Mignon uses Express to route users to different areas of the website, and uses Pug as the main templating engine to build the different HTML pages."
  }, {
    "name": "Comedic News",
    "id": "comedic-news",
    "client": "The Centre for Teaching and Learning | Humber College",
    "year": 2017,
    "role": "Web Development",
    "technologies": ["HTML5", "CSS3"],
    "photos": ["comedic-news01.jpg", "comedic-news02.jpg", "comedic-news03.jpg", "comedic-news04.jpg"],
    "background": "comedic-news-logo.png",
    "description": "Comedic News was a project I built during my time working for Humber College’s Centre for Teaching and Learning. It is an upcoming online course offered by Humber through Blackboard, the LMS used by the college. A key focus for the development was to build a website that is AODA compliant."
  }, {
    "name": "Fundamentals of Nutrition",
    "id": "nutrition",
    "client": "The Centre for Teaching and Learning | Humber College",
    "year": 2018,
    "role": "Web Development",
    "technologies": ["HTML5", "CSS3", "JavaScript"],
    "photos": ["nutrition01.jpg", "nutrition02.jpg", "nutrition03.jpg", "nutrition04.jpg"],
    "background": "nutrition.png",
    "description": "This is a project I worked on during my workstudy position at Humber College. The course lives in Blackboard 9.1, the LMS used by Humber. Building upon the existing online course, one of the key focuses was to ensure it was AODA compliant."
  }, {
    "name": "Wrist Racer",
    "id": "wrist-racer",
    "client": "Capstone Project",
    "year": 2017,
    "role": "App Development",
    "technologies": ["Swift", "SpriteKit", "WatchKit"],
    "github": "https://github.com/Richard5277/AppleWatchGame",
    "photos": ["wr01.png"],
    "background": "wr-logo.png",
    "description": "Wrist Racer was a fun project I worked on as a student in the Web Design & Interactive Media program at Humber College. It is a 2d racing game built for the Apple Watch. Working with two designers and one other developer, we wanted to explore new technologies, and decided on building a game for the Apple Watch."
  }],
  "aboutMe": [
    "Hello. My name is Tony Nguyen, a front-end web developer based in Toronto. When I'm not working, I enjoy trying new food and drinks with friends, and daydreaming about my next vacation. My dream career is to work for a studio to create beautiful experiences using clean, elegant code for a wide range of clients.",
    "A recent graduate of Humber College, I've shown the expertise to design and develop fully-deployed web experiences, and my work has been recognized enough to be showcased to my fellow peers."
  ]
}
